Repository: cmspsgp31/anubis
Catalog: anubis/thesaurus/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Dimension
pt_br: Dimensão

source: Advanced fields
pt_br: Campos avançados

source: Metadata
pt_br: Metadados

source: downward edge
pt_br: relação hierárquica específica

source: downward edges
pt_br: relações hierárquicas específicas

source: upward edge
pt_br: relação hierárquica genérica

source: upward edges
pt_br: relações hierárquicas genéricas

source: Used for
pt_br: Usado para

source: Thesaurus
pt_br: Tesauro

source: This is not a preferred term. Use {link}.
pt_br: Este não é um termo preferido. Use {link}.

source: The {name} "{obj}" was changed successfully. You may edit it again below.
pt_br: O {name} "{obj}" foi alterado com sucesso. Você pode modificá-lo novamente abaixo.

source: The {name} "{obj}" was added successfully. You may edit it again below.
pt_br: O {name} "{obj}" foi adicionado com sucesso. Você pode modificá-lo novamente abaixo.

source: created by
pt_br: criado por

source: created at
pt_br: criado em

source: last modified by
pt_br: última alteração feita por

source: last modified at
pt_br: última alteração feita em

source: thesaurus
pt_br: tesauro

source: thesauri
pt_br: tesauros

source: name
pt_br: nome

source: dimension
pt_br: dimensão

source: dimensions
pt_br: dimensões

source: initials for correlated terms
pt_br: sigla para termos relacionados

source: RT
pt_br: TR

source: initials for generic terms
pt_br: sigla para termos genéricos

source: GT
pt_br: TG

source: initials for specific terms
pt_br: siglas para termos específicos

source: ST
pt_br: TE

source: term
pt_br: termo

source: terms
pt_br: termos

source: child terms
pt_br: termos específicos

source: correlated terms
pt_br: termos relacionados

source: used for
pt_br: usado para

source: app availability
pt_br: disponibilidade nas bases

source: Comma-separated list of apps that can use this term.
pt_br: Lista separada por vírgulas de aplicativos que podem usar esse termo.

source: equivalence
pt_br: relação de equivalência

source: equivalences
pt_br: relações de equivalência

source: correlation
pt_br: relação associativa

source: correlations
pt_br: relações associativas

source: correlated term
pt_br: termo relacionado

source: Correlated terms "{from_}" and "{to}" should belong to the same thesaurus.
pt_br: Os termos correlatos "{from_}" e "{to}" devem pertencer ao mesmo tesauro.

source: The dimension thesaurus "{dim_thes}" should be the same thesaurus ("{node_thes}") of both the terms in the relationship.
pt_br: O tesauro da dimensão atual, "{dim_thes}", deve ser o mesmo tesauro ("{node_thes}") dos dois termos da relação.

source: edge
pt_br: relação hierárquica

source: edges
pt_br: relações hierárquicas

source: parent term
pt_br: termo genérico

source: child term
pt_br: termo específico

source: facet indicator
pt_br: rótulo nodal

source: facet indicators
pt_br: rótulo nodal

source: Facet indicator
pt_br: Rótulo nodal

source: note
pt_br: nota

source: notes
pt_br: notas

source: note title
pt_br: título da nota

source: note contents
pt_br: conteúdo da nota

source: Change
pt_br: Modificar

source: View on site
pt_br: Ver no site

source: Sort
pt_br: Ordenar

source: Delete?
pt_br: Apagar?
